brew "fzf"
brew "rg"
brew "fd"
brew "eza"
brew "ffmpeg"
brew "bat"
brew "curl"
brew "htop"
brew "jq"
brew "deno"
brew "sponge"
brew "lazygit"

cask "slack"
cask "raycast"
cask "brave-browser"
cask "linear-linear"

tap  "hashicorp/tap"
brew "hashicorp/tap/terraform"
