brew "fzf"
brew "ripgrep"
brew "watch"
brew "fd"
brew "eza"
brew "ffmpeg"
brew "bat"
brew "curl"
brew "htop"
brew "gh"
brew "jq"
brew "deno"
brew "sponge"
brew "lazygit"
brew "watchman"
brew "shfmt"

tap  "oven-sh/bun"
brew "oven-sh/bun/bun"

cask "slack"
cask "raycast"
cask "brave-browser"
cask "linear-linear"

tap  "hashicorp/tap"
brew "hashicorp/tap/terraform"
