brew "actionlint"
brew "bat"
brew "biome"
brew "black"
brew "curl"
brew "deno"
brew "eslint_d"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "htop"
brew "isort"
brew "jq"
brew "prettier"
brew "pylint"
brew "ripgrep"
brew "shfmt"
brew "sponge"
brew "sqlfluff"
brew "stylua"
brew "taplo"
brew "watch"
brew "watchman"
brew "rbenv"
brew "marksman"
brew "bottom"
brew "neovim"
brew "fish"
brew "tmux"
brew "hadolint"
brew "tmux-sessionizer"
brew "cargo-nextest"

# Language servers
brew "lua-language-server"
brew "rust-analyzer"
brew "tailwindcss-language-server"
brew "typescript-language-server"
brew "vscode-langservers-extracted"
brew "vue-language-server"
brew "ruby-lsp"
brew "gopls"
brew "dockerfile-language-server"

tap  "oven-sh/bun"
brew "oven-sh/bun/bun"

cask "slack"
cask "raycast"
cask "brave-browser"
cask "linear-linear"
cask "bitwarden"
cask "font-symbols-only-nerd-font"
cask "font-jetbrains-mono"

tap  "hashicorp/tap"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
